Repository: dnlvgl/recipemd-flask
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Supported sites
de: Unterstützte Seiten

source: About
de: Über

source: Please enable JavaScript for full functionality.
de: Für die volle Funktionalität bitte Javascript acktivieren

source: Enter URL of recipe
de: URL des Rezepts

source: ## Ingredients:
de: ## Zutaten:

source: ## Directions:
de: ## Zubereitung:

source: Convert recipes to Markdown.
de: Rezepte in Markdown umwandeln.

source: Enter an URL and press "Submit"
de: URL zum Rezept eingeben und "Submit" klicken

source: Want to save recipes from a website? Want to convert them to Markdown automatically? recipe.md lets you save recipes as Markdwown files easily.
de: Keine Lust Rezepte per Hand zu übertragen? recipe.md hilft Rezepte einfach und schnell als Markdown Datei zu speichern.

source: If something is broken:
de: Sollte irgendwas nicht funktionieren:

source: document.getElementById("adress").innerHTML = window.atob("PGEgaHJlZj0ibWFpbHRvOmhlbGxvQGRubHZnbC5jb20iPmxldCBtZSBrbm93PC9hPg==");
de: document.getElementById("adress").innerHTML = window.atob("PGEgaHJlZj0ibWFpbHRvOmhlbGxvQGRubHZnbC5jb20iPnNhZyBtaXIgQmVzY2hlaWQ8L2E+");
